[docks]
fishdude0 = Hey selam, adamım. Madamım, demek istedim. Güzel bir yolculuk için hazırım, peki ya sen? [br]Umarım bu gemide balık yemi yoktur, bilirsin.
fishdude1 = Geçen yıl tehlikeli bir geziyi ucuz atlatmıştım. O gezi, hiç de iyi değildi.

[internal]
fishdude2 = Ah, hey madamım. Dinleniyordum, biliyor musun, şu etraftaki kırılmış camları farkettim. Tuhaf, değil mi?
fishdude3 = ... Sana mı ait? Ah, havalı tabii. Yargılamam, biliyorsun.
fishdude4 = Çıplak elinle aldığın şu şeyler oldukça tehlikeli, ama şey, yine de nasıl istiyorsan, biliyor musun?

[act3]
fishdude0 = Şey, teşekkürler madamım. Bunu hiç beklemiyordum.

fishdude1 = Nasıl gidiyor, madamım? Buranın manzarası, mahvolmuş gibi, ha.
fishdude2 = Bu buzullar kocaman, ama endişelenme. Bu gemiyi anlatan bir broşür okumuştum, bu gemi, şey, batmazmış. Asla.
fishdude3 = Hani o filmdeki gibi, bilir misin? Batmayan bir gemi hakkında. Filmin sonunun böyle olduğunu hiç tahmin edememiştim.

carried0 = Oh! Sen yani, oldukça güçlüsün, ha?

[fluff]
fishdude0 = Hey, Madamım. N'aber? Şuna bakıyordum da, şey, oldukça sakin bir bahçeye. Burada çiçekler ve çöp gibi şeyler var.
fishdude1 = Şey, buradaki balkonun güzel bir manzarası var, bilir misin?
